{
    "corpus": [
        "The jaguar (Panthera onca) is a large cat species and the only living member of the genus Panthera native to the Americas. With a body length of up to 1.85 m (6 ft 1 in) and a weight of up to 158 kg (348 lb), it is the biggest cat species in the Americas and the third largest in the world. Its distinctively marked coat features pale yellow to tan colored fur covered by spots that transition to rosettes on the sides, although a melanistic black coat appears in some individuals. The jaguar's powerful bite allows it to pierce the carapaces of turtles and tortoises, and to employ an unusual killing method: it bites directly through the skull of mammalian prey between the ears to deliver a fatal blow to the brain. The modern jaguar's ancestors probably entered the Americas from Eurasia during the Early Pleistocene via the land bridge that once spanned the Bering Strait. Today, the jaguar's range extends from core Southwestern United States across Mexico and much of Central America, the Amazon rainforest and south to Paraguay and northern Argentina. It inhabits a variety of forested and open terrains, but its preferred habitat is tropical and subtropical moist broadleaf forest, wetlands and wooded regions. It is adept at swimming and is largely a solitary, opportunistic, stalk-and-ambush apex predator. As a keystone species, it plays an important role in stabilizing ecosystems and in regulating prey populations.",
    "Jaguar (UK: /ˈdʒæɡjuər/, US: /ˈdʒæɡwɑːr/) is the luxury vehicle brand of Jaguar Land Rover,[1][3] a British multinational car manufacturer with its headquarters in Whitley, Coventry, England. Jaguar Cars was the company that was responsible for the production of Jaguar cars until its operations were fully merged with those of Land Rover to form Jaguar Land Rover on 1 January 2013.Jaguar's business was founded as the Swallow Sidecar Company in 1922, originally making motorcycle sidecars before developing bodies for passenger cars. Under the ownership of SS Cars, the business extended to complete cars made in association with Standard Motor Company, many bearing Jaguar as a model name. The company's name was changed from SS Cars to Jaguar Cars in 1945. A merger with the British Motor Corporation followed in 1966,[4] the resulting enlarged company now being renamed as British Motor Holdings (BMH), which in 1968 merged with Leyland Motor Corporation and became British Leyland, itself to be nationalised in 1975.",
"Jaguar was spun off from British Leyland and was listed on the London Stock Exchange in 1984 until it was acquired by Ford in 1990.[5] Since the late 1970s, Jaguar manufactured cars for the Prime Minister of the United Kingdom,[6][7][8] the most recent prime ministerial car delivery being an XJ (X351) in May 2010.[9][10][11] The company also held a royal warrants from Queen Elizabeth II and holds one from Prince Charles.[12] Ford owned Jaguar Cars, also buying Land Rover in 2000, until 2008 when it sold both to Tata Motors. Tata created Jaguar Land Rover as a subsidiary holding company. At operating company level, Jaguar Cars was merged in 2013 with Land Rover to form Jaguar Land Rover as the single design, manufacture, sales company, and brand owner for both Jaguar and Land Rover vehicles.Since the Ford ownership era, Jaguar and Land Rover have used joint design facilities in engineering centres at Whitley in Coventry and Gaydon in Warwickshire and Jaguar cars have been assembled in plants at Castle Bromwich and Solihull. On 15 February 2021, Jaguar Land Rover announced that all cars made under the Jaguar brand will be fully electric by 2025.[1]",
"The word jaguar is possibly derived from the Tupi-Guarani word yaguara meaning 'wild beast that overcomes its prey at a bound'.[3][4] In North America, the word is pronounced disyllabic /ˈdʒæɡwɑːr/, while in British English, it is pronounced with three syllables /ˈdʒæɡjuːər/.[5][6] Because that word also applies to other animals, indigenous peoples in Guyana call it jaguareté, with the added sufix eté, meaning true beast.[7][8] Onca is derived from the Portuguese name onça for a spotted cat that is larger than a lynx; cf. ounce.[9] The word panther is derived from classical Latin panthēra, itself from the ancient Greek πάνθηρ (pánthēr).[10]",
"The jaguar is generally solitary except for females with cubs. In 1977, groups consisting of a male, female and cubs, and two females with two males were sighted several times in a study area in the Paraguay River valley.[80] In some areas, males may form paired coalitions which together mark, defend and invade territories, find and mate with the same females and search for and share prey.[81] A radio-collared female moved in a home range of 25–38 km2 (9.7–14.7 sq mi), which partly overlapped with another female. The home range of the male in this study area overlapped with several females.[80] The jaguar uses scrape marks, urine, and feces to mark its territory.[82][83] The size of home ranges depends on the level of deforestation and human population density. The home ranges of females vary from 15.3 km2 (5.9 sq mi) in the Pantanal to 53.6 km2 (20.7 sq mi) in the Amazon to 233.5 km2 (90.2 sq mi) in the Atlantic Forest. Male jaguar home ranges vary from 25 km2 (9.7 sq mi) in the Pantanal to 180.3 km2 (69.6 sq mi) in the Amazon to 591.4 km2 (228.3 sq mi) in the Atlantic Forest and 807.4 km2 (311.7 sq mi) in the Cerrado.[84] Studies employing GPS telemetry in 2003 and 2004 found densities of only six to seven jaguars per 100 km2 in the Pantanal region, compared with 10 to 11 using traditional methods; this suggests the widely used sampling methods may inflate the actual numbers of individuals in a sampling area.[85] Fights between males occur but are rare, and avoidance behavior has been observed in the wild.[82 ] In one wetland population with degraded territorial boundaries and more social proximity, adults of the same sex are more tolerant of each other and engage in more friendly and co-operative interactions","The jaguar roars/grunts for long-distance communication;[4][74] intensive bouts of counter-calling between individuals have been observed in the wild.[74] This vocalization is described as hoarse with five or six guttural notes.[4] Chuffing is produced by individuals when greeting, during courting, or by a mother comforting her cubs. This sound is described as low intensity snorts, possibly intended to signal tranquility and passivity.[86][87] Cubs have been recorded bleating, gurgling and mewing.[4]",
 "Ford owned Jaguar Cars, also buying Land Rover in 2000, until 2008 when it sold both to Tata Motors. Tata created Jaguar Land Rover as a subsidiary holding company. At operating company level, Jaguar Cars was merged in 2013 with Land Rover to form Jaguar Land Rover as the single design, manufacture, sales company, and brand owner for both Jaguar and Land Rover vehicles.Since the Ford ownership era, Jaguar and Land Rover have used joint design facilities in engineering centres at Whitley in Coventry and Gaydon in Warwickshire and Jaguar cars have been assembled in plants at Castle Bromwich and Solihull. On 15 February 2021, Jaguar Land Rover announced that all cars made under the Jaguar brand will be fully electric by 2025.[1"   ]
}